/* Warning that a clickatell.com account is required */
"(Clickatell.com account required.)" = "";

/* Label for account field */
"Account:" = "";

/* label for API ID field */
"API ID:" = "";

/* label for destination number field */
"Destination Number:" = "";

/* Label for password field */
"Password:" = "";

/* Title for SMS plugin */
"SMS Notifications" = "";

/* Instructions for clickatell */
"To register:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php" = "";

